Repository: AboNoah/testrepo
Catalog: WebSiteTemplete/Resources/Resource.*.resx
Languages: ar

source: Actions
ar: الاجراءات

# Add
source: Create
ar: اضافة

source: Add Customer
ar: اضافة عميل

source: Add Measurement Style
ar: اضافة المقاييس والتصميم

source: Add Product
ar: اضافة طلب

source: artfa
ar: ارتفاع

# Assign
source: Assign Tailor
ar: اضافه خياط

# Back
source: Back To List
ar: العودة الى القائمة

source: Bill No.
ar: رقم الفاتورة

# CatagoriesAr
source: Catagories Arabic
ar: الانواع عربي

# CatagoriesEn
source: Catagories English
ar: الانواع الانجليزي

source: Catagory
ar: النوع

# CatagoryId
source: Catagory Name
ar: الصنف

# ChartFactoryTailor
source: Number of thups Factory Tailor
ar: خياط المعمل بعدد الاثواب

# ChartShopTailor
source: Number of thups Shop Tailor
ar: مبيعات محلات الخياط بعدد الاثواب

source: Close
ar: اغلاق

source: Color
ar: الون

# ColorAr
source: Color Arabic
ar: لون عربي

# ColorEn
source: Color English
ar: لون انجليزي

# ColorId
source: color Name
ar: الون

source: Confirm Order
ar: تاكيد الطلب

source: Confirm password
ar: تاكيد كلمة السر

source: Cost
ar: التكلفة

# Create
source: Create New
ar: اضافة جديد

source: Customer Address
ar: عنوان العميل

# CustomerArName
source: Customer Arabic Name
ar: اسم العميل بالعربي

# CustomerEnName
source: Customer English Name
ar: اسم العميل بلانجليزي

source: Customer Name
ar: اسم العميل

source: Customer Phone
ar: رقم العميل

source: Customers
ar: العملاء

source: Delete
ar: حذف

# DELETEQ
source: Do You Want To Delete?
ar: هل انت متاكد من حذف هذه الصلاحية؟

source: Details
ar: التفاصيل

# Direction
source: ltr
ar: rtl

source: Discount
ar: التخفيظ

source: Edit
ar: تعديل

source: Edit Catagory
ar: تعديل النوع

source: Edit Color
ar: تعديل الون

source: Edit Customer
ar: تعديل معلومات العميل

source: Edit Measurement Style
ar: تعديل التصميم

source: Edit Permission
ar: تعديل الصلاحية

source: Edit Statue
ar: تعديل الحالة

source: Email
ar: البريد الاكتروني

source: Email Required
ar: فضلا ادخل اسم المستخدم

source: Hand
ar: وسع اليد

source: Hello
ar: مرحبا

source: Home
ar: الرئيسية

source: Kabk
ar: الكبك

# Katf
source: Shoulder
ar: الكتف

source: Khabnah Style
ar: اختار تصميم خبنة

source: Kom
ar: طول الكم

# KomStyle
source: Choose Kom Style
ar: اختار تصميم الكم

source: Length
ar: الطول

source: Login
ar: دخول

source: Mafsal
ar: مفصل

# MaxOrder
source: Max Order per Day
ar: عدد الطلبات في اليوم

source: Measurement
ar: المقاس

source: Measurement Style
ar: التصميم

source: Neck
ar: قياس الرقبة

# NeckStyle
source: Choose Neck Style
ar: اختار تصميم الرقبة

# newAccount
source: Create a new account
ar: اضافة حساب جديد

# Note
source: Notes
ar: ملاحظات

# Numbers
source: Please Enter Number
ar: فضلا ادخل رقم

source: Order
ar: طلب

source: Order Date
ar: تاريخ الطلب

# OrderPage
source: Orders Page
ar: صفحة الطلبات

source: Orders
ar: الطلبات

source: Paid
ar: الصافي

source: Password
ar: الرمز السري

# Permission
source: Permissions
ar: الصلاحيات

# PermissionTypes
source: Add Permission Types
ar: نوع الصلاحيات

# Phone
source: Phone Number
ar: رقم الجوال

# Price
source: Prices
ar: السعر

# Print
source: Print This Page
ar: طباعة هذه الصفحة

source: Product
ar: المنتج

# ProductAr
source: Product Arabic
ar: المنتج بالعربي

# ProductEn
source: Product English
ar: المنتج بالانجليزي

# ProductQTY
source: Quantity
ar: الكمية

source: Products
ar: المنتجات

source: Quantity
ar: عدد الاثواب

source: Recieve Date
ar: تاريخ الاستلام

source: Register
ar: التسجيل

# Remain
source: Remaining
ar: المتبقى

source: Remmber Me?
ar: تذكرني

source: Report
ar: التقرير

# ReportFactoryTailor
source: Factory Tailor Report
ar: تقرير خياط المعمل

# ReportShopTailor
source: Shop Tailor Report
ar: تقرير محل الخياطة

# rowdirection
source: text-left
ar: form-row

source: Save
ar: حفظ

source: Save Changes
ar: حفظ

source: Search...
ar: بحث...

source: Search Here...
ar: ابحث هنا..

source: --Select --
ar: --اختار--

source: Settings
ar: الضبط

source: Shop Tailor
ar: محل الخياطة

source: Show
ar: عرض

source: Show DashBoard
ar: عرض المخطط

source: Show In Numbers
ar: الاحصاءت رقمية

source: Statistics
ar: الاحصاءت

# StatueArName
source: Statue Arabic Name
ar: اسم الحالة عربي

# StatueEnName
source: Statue English Name
ar: اسم الحالة انجليزي

source: Statues
ar: الحالات

# Success
source: Order Confirmed Successfully!
ar: تم تاكيد الطلب!

source: Tailor Facrory
ar: خياط المعمل

# TEXT-ALIGN
source: left
ar: right

source: Total
ar: الاجمالي

source: Total Amount
ar: المجموع الكلي

# TryAnotherDay
source: Please Try Another Day!
ar: فضلا اختار يوم اخر!

source: Unit
ar: الوحدة

source: User Name
ar: اسم المستخدم

source: Users
ar: المستخدمون

source: User Type
ar: نوع الصلاحية

source: VAT
ar: الضريبة

source: Waist
ar: وسع الصدر

# WaistStyle
source: Choose Waist Style
ar: اختار تصميم الصدر
